[
  { "id": "code1", "quote": "It was plump, one afternoon, in the middle of my very hour: the children were tucked away, and I had come out for my stroll. One of the thoughts that, as I don’t in the least shrink now from noting, used to be with me in these wanderings was that it would be as charming as a charming story suddenly to meet someone. Someone would appear there at the turn of a path and would stand before me and smile and approve. I didn’t ask more than that—I only asked that he should know; and the only way to be sure he knew would be to see it, and the kind light of it, in his handsome face. That was exactly present to me—by which I mean the face was—when, on the first of these occasions, at the end of a long June day, I stopped short on emerging from one of the plantations and coming into view of the house. What arrested me on the spot—and with a shock much greater than any vision had allowed for—was the sense that my imagination had, in a flash, turned real.", "true_author": "Henry James" },
  { "id": "code2", "quote": "I knew the next day that a letter containing the key had, by the first post, gone off to his London apartments; but in spite of—or perhaps just on account of—the eventual diffusion of this knowledge we quite let him alone till after dinner, till such an hour of the evening, in fact, as might best accord with the kind of emotion on which our hopes were fixed. Then he became as communicative as we could desire and indeed gave us his best reason for being so. We had it from him again before the fire in the hall, as we had had our mild wonders of the previous night. It appeared that the narrative he had promised to read us really required for a proper intelligence a few words of prologue. Let me say here distinctly, to have done with it, that this narrative, from an exact transcript of my own made much later, is what I shall presently give. Poor Douglas, before his death—when it was in sight—committed to me the manuscript that reached him on the third of these days", "true_author": "Henry James" },
  { "id": "code3", "quote": "The league of acquaintanceship thus struck up was not hastily dissolved; on the contrary, it appeared that time and circumstances served rather to cement than loosen it. Ill-assimilated as the two were in age, sex, pursuits, &c., they somehow found a great deal to say to each other. As to Paulina, I observed that her little character never properly came out, except with young Bretton. As she got settled, and accustomed to the house, she proved tractable enough with Mrs. Bretton; but she would sit on a stool at that lady’s feet all day long, learning her task, or sewing, or drawing figures with a pencil on a slate, and never kindling once to originality, or showing a single gleam of the peculiarities of her nature. I ceased to watch her under such circumstances: she was not interesting. ", "true_author": "Charlotte Brontë"},
  { "id": "code4", "quote": "Graham forgot his impatience the same evening, and would have accosted her as usual when his friends were gone, but she wrenched herself from his hand; her eye quite flashed; she would not bid him good-night; she would not look in his face. The next day he treated her with indifference, and she grew like a bit of marble. The day after, he teased her to know what was the matter; her lips would not unclose. Of course he could not feel real anger on his side: the match was too unequal in every way; he tried soothing and coaxing. “Why was she so angry? What had he done?” By-and-by tears answered him; he petted her, and they were friends. But she was one on whom such incidents were not lost: I remarked that never after this rebuff did she seek him, or follow him, or in any way solicit his notice. ", "true_author": "Charlotte Brontë"},
  { "id": "code5", "quote": "The entire gamut of the view's changes should have been known to her; its winter aspect, spring, summer and autumn; how storms came up from the sea; how the moors shuddered and brightened as the clouds went over; she should have noted the red spot where the villas were building; and the criss-cross of lines where the allotments were cut; and the diamond flash of little glass houses in the sun. Or, if details like these escaped her, she might have let her fancy play upon the gold tint of the sea at sunset, and thought how it lapped in coins of gold upon the shingle. Little pleasure boats shoved out into it; the black arm of the pier hoarded it up. The whole city was pink and gold; domed; mist-wreathed; resonant; strident. Banjoes strummed; the parade smelt of tar which stuck to the heels; goats suddenly cantered their carriages through crowds. It was observed how well the Corporation had laid out the flower-beds. Sometimes a straw hat was blown away.  ", "true_author": "Virginia Woolf"},
  { "id": "code6", "quote": "It fell like an eye upon the stirrups, and then suddenly and yet very gently rested upon the bed, upon the alarum clock, and upon the butterfly box stood open. The pale clouded yellows had pelted over the moor; they had zigzagged across the purple clover. The fritillaries flaunted along the hedgerows. The blues settled on little bones lying on the turf with the sun beating on them, and the painted ladies and the peacocks feasted upon bloody entrails dropped by a hawk. Miles away from home, in a hollow among teasles beneath a ruin, he had found the commas. He had seen a white admiral circling higher and higher round an oak tree, but he had never caught it. An old cottage woman living alone, high up, had told him of a purple butterfly which came every summer to her garden. The fox cubs played in the gorse in the early morning, she told him. And if you looked out at dawn you could always see two badgers. Sometimes they knocked each other over like two boys fighting, she said.", "true_author": "Virginia Woolf"},
  { "id": "code7", "quote":"The next morning, when I looked out, I saw the hollow-backed bay between the Varnum spruces, and Ethan Frome, throwing back his worn bearskin, made room for me in the sleigh at his side. After that, for a week, he drove me over every morning to Corbury Flats, and on my return in the afternoon met me again and carried me back through the icy night to Starkfield. The distance each way was barely three miles, but the old bay’s pace was slow, and even with firm snow under the runners we were nearly an hour on the way. Ethan Frome drove in silence, the reins loosely held in his left hand, his brown seamed profile, under the helmet-like peak of the cap, relieved against the banks of snow like the bronze image of a hero. He never turned his face to mine, or answered, except in monosyllables, the questions I put, or such slight pleasantries as I ventured. He seemed a part of the mute melancholy landscape, an incarnation of its frozen woe, with all that was warm and sentient in him fast bound below the surface; but there was nothing unfriendly in his silence.","true_author": "Edith Wharton"},  
  {"id": "code8", "quote":"Of all this tumult only a vague heart-soreness was left when she opened her eyes the next morning. Her first thought was of the weather, for Harney had asked her to take him to the brown house under Porcupine, and then around by Hamblin; and as the trip was a long one they were to start at nine. The sun rose without a cloud, and earlier than usual she was in the kitchen, making cheese sandwiches, decanting buttermilk into a bottle, wrapping up slices of apple pie, and accusing Verena of having given away a basket she needed, which had always hung on a hook in the passage. When she came out into the porch, in her pink calico, which had run a little in the washing, but was still bright enough to set off her dark tints, she had such a triumphant sense of being a part of the sunlight and the morning that the last trace of her misery vanished. What did it matter where she came from, or whose child she was, when love was dancing in her veins, and down the road she saw young Harney coming toward her?", "true_author":"George Eliot"},   
  { "id": "code9", "quote": "The Green lay at the extremity of the village, and from it the road branched off in two directions, one leading farther up the hill by the church, and the other winding gently down towards the valley. On the side of the Green that led towards the church, the broken line of thatched cottages was continued nearly to the churchyard gate; but on the opposite northwestern side, there was nothing to obstruct the view of gently swelling meadow, and wooded valley, and dark masses of distant hill. That rich undulating district of Loamshire to which Hayslope belonged lies close to a grim outskirt of Stonyshire, overlooked by its barren hills as a pretty blooming sister may sometimes be seen linked in the arm of a rugged, tall, swarthy brother; and in two or three hours’ ride the traveller might exchange a bleak treeless region, intersected by lines of cold grey stone, for one where his road wound under the shelter of woods, or up swelling hills, muffled with hedgerows and long meadow-grass and thick corn; and where at every turn he came upon some fine old country-seat nestled in the valley or crowning the slope, some homestead with its long length of barn and its cluster of golden ricks, some grey steeple looking out from a pretty confusion of trees and thatch and dark-red tiles. ", "true_author": "George Eliot"}, 
  { "id": "code10", "quote": "But no sooner had he licked up his supper than he went back to his master, while Lisbeth sat down alone to cry over her knitting. Women who are never bitter and resentful are often the most querulous; and if Solomon was as wise as he is reputed to be, I feel sure that when he compared a contentious woman to a continual dropping on a very rainy day, he had not a vixen in his eye—a fury with long nails, acrid and selfish. Depend upon it, he meant a good creature, who had no joy but in the happiness of the loved ones whom she contributed to make uncomfortable, putting by all the tid-bits for them and spending nothing on herself. Such a woman as Lisbeth, for example—at once patient and complaining, self-renouncing and exacting, brooding the livelong day over what happened yesterday and what is likely to happen to-morrow, and crying very readily both at the good and the evil. But a certain awe mingled itself with her idolatrous love of Adam, and when he said, “Leave me alone,” she was always silenced.", "true_author": "Edith Wharton"}]
